Repository: open-agroclimate/open-agroclimate-theme
Catalog: *.po
Languages: es_es

source: This is somewhat embarrassing, isn&rsquo;t it?
es_es: Esto es un poco embarazoso, verdad?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
es_es: Parece que no podemos encontrar lo que usted esta buscando. Tal vez puede ayudar buscar o hacer clic en uno de los enlaces debajo.

source: Most Used Categories
es_es: Categor&iacute;as M&aacute;s Utilizadas

source: Try looking in the monthly archives. %1$s
es_es: Trate buscar en los archivos mensuales. %1$s

source: Edit
es_es: Corrige

source: Primary Menu
es_es: Men&uacute; Principal

source: Header Menu
es_es: Men&uacute; Cabecero

source: Footer Menu
es_es: Men&uacute; de Pie de P&aacute;gina

source: Sidebar 1
es_es: Barra Lateral 1

source: Sidebar 2
es_es: Barra Lateral 2

source: An optional second sidebar area
es_es: Una Area de Segunda Barra Lateral Opcional

source: Current Phase
es_es: Fase Corriente

source: Southeast Climate Consortium Home
es_es: Southeast Climate Consortium Inicio

source: A Service of the Southeast Climate Consortium
es_es: Un Servicio del Southeast Climate Consortium

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
es_es: <span class="meta-prep meta-prep-entry-date">Publicado </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> en <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> en <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>

source: &larr; Previous
es_es: &larr; Anterior

source: Next &rarr;
es_es: Siguiente &rarr;

source: Pages:
es_es: P&aacute;ginas:

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
es_es: <a class="comment-link" href="#respond" title="Post a comment">Envie un Mensaje</a> o deje un trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
es_es: Los mensajes estan cerrados, pero puede dejar un trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
es_es: Los trackbacks estan cerrados, pero puede <a class="comment-link" href="#respond" title="Post a comment">enviar un mensaje</a>.

source: Both comments and trackbacks are currently closed.
es_es: Ambos mensajes y trackbacks estan cerrados corrientemente.

source: Post navigation
es_es: Post navegaci&oacute;n

source: <span class="meta-nav">&larr;</span> Older posts
es_es: <span class="meta-nav">&larr;</span> Mensajes viejos

source: Newer posts <span class="meta-nav">&rarr;</span>
es_es: Mensajes nuevos <span class="meta-nav">&rarr;</span>

source: <span class="sep">Posted on </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s" pubdate>%3$s</time></a> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>
es_es: <span class="sep">Posteado en </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s" pubdate>%3$s</time></a> <span class="sep"> por </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>

source: Continue reading <span class="meta-nav">&rarr;</span>
es_es: Continue leyendo <span class="meta-nav">&rarr;</span>

source: Posted in
es_es: Posteado en

source: Tagged
es_es: Agregado

source: Leave a comment
es_es: Deje un comentario

source: 1 Comment
es_es: 1 Comentario

source: % Comments
es_es: % Comentarios

source: Search Results for: %s
es_es: Resultados de B&uacute;squeda para: %s

source: Nothing Found
es_es: No se ha encontrado

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
es_es: Perd&oacute;n, pero nada fue emparejado con tus criterios de b&uacute;squeda. Por favor trate otra vez con algunas palabras diferentes.
